Repository: dhilipmpms/Letterpress
Catalog: po/*.po
Languages: cs, da, de, es, et, eu, fr, hi, hr, hu, it, nb_no, nl, oc, pl, pt, ro, ru, sl, ta, uk, vi

source: Create beautiful ASCII art
cs: Vytvořte krásné ASCII art
da: Skab smuk ASCII-kunst
de: Erstellen Sie eindrucksvolle ASCII-Art
es: Cree bellas obras de arte ASCII
et: Loo kaunist ASCII-kunsti
eu: Sortu ASCII arte ederra
hi: सुंदर ASCII कला बनाएं
hr: Stvori predivne ASCII slike
hu: Gyönyörű ASCII művészet létrehozása
it: Crea bellissimi disegni ASCII
nb_no: Gjør bilder om til tekst
nl: Maak prachtige ASCII-kunst
oc: Crear òbras bèlas en ASCII art
pl: Twórz piękną grafikę ASCII
pt: Crie belas artes ASCII
ro: Creați artă ASCII frumoasă
sl: Ustvarjanje čudovite umetnosti ASCII
ta: அழகான அச்கி கலையை உருவாக்கவும்
uk: Створюйте розкішні ASCII зображення
vi: Tạo nghệ thuật ASCII đẹp

source: image;ascii;convert;conversion;text;
cs: image;ascii;convert;conversion;text;obrázek;převést;převod;
da: billede;ascii;konvertere;konvertering;tekst;
de: image;ascii;convert;conversion;text;bild;konvertieren;konversion;
es: image;ascii;convert;conversion;text;imagen;convertir;conversión;texto;
et: image;ascii;convert;conversion;text;tekst;pilt;pildid;foto;fotod;kunst;konverteerimine;
eu: irudi;irudia;ascii;bihurtu;bihurketa;testu;testua;
fr: image;ascii;convert;conversion;text;convertir;texte;caractère;
hi: छवि;ascii;कन्वर्ट;रूपांतरण;टेक्स्ट;
hr: slika;ascii;konvertiraj;konverzija;tekst;
hu: kép;ascii;átalakítás;átalakítás;szöveg;
it: image;ascii;convert;conversion;text;immagine;convertire;conversione;testo;
nb_no: bilde;fotografi;ascii;kunst;generering;tekst;word;art;bokstaver;tekst;konvertering;forvandle;gjøre om;
nl: image;ascii;convert;conversion;text;afbeelding;converteren;conversie;tekst;
oc: image;ascii;convert;conversion;text;imatge;art;convertir;tèxte;
pl: obraz;ascii;konwersja;konwersja;tekst;
pt: imagem;ascii;converter;conversão;texto;
ro: imagine;ascii;converteste;conversie;text;
ru: image;ascii;convert;conversion;text;изображение;конвертация;конверсия;текст;
sl: slika;ascii;pretvorba;pretvorba;pretvorba;besedilo;
ta: படம்; ASCII; மாற்ற; மாற்றம்; உரை;
uk: image;ascii;convert;conversion;text;зображення;конвертувати;текст;аскі;
vi: image;ascii;convert;conversion;text;hình ảnh;chuyển đổi;văn bản;

source: Letterpress Contributors
cs: Přispěvatelé Letterpress
de: Mitwirkende von Letterpress
es: Colaboradores de Letterpress
fr: Les contributeurs de Letterpress
hi: Letterpress योगदानकर्ता
it: Contributori di Letterpress
nb_no: Letterpress-gruppen
oc: Contributors de Letterpress
ru: Разработчики Letterpress
uk: Спільнота Letterpress

source: Letterpress converts your images into a picture made up of ASCII characters. You can save the output to a file, copy it, and even change its resolution! High-res output can still be viewed comfortably by lowering the zoom factor.
cs: Letterpress převede vaše obrázky na obrázek složený ze znaků ASCII. Výstup můžete uložit do souboru, zkopírovat a dokonce změnit jeho rozlišení! Výstup ve vysokém rozlišení lze stále pohodlně sledovat snížením přiblížení.
da: Letterpress konverterer dine billeder til et billede, der består af ASCII-tegn. Du kan gemme resultatet i en fil, kopiere det og endda ændre opløsningen! Output i høj opløsning kan stadig ses komfortabelt ved at sænke zoomfaktoren.
de: Letterpress wandelt Ihre Bilder in ASCII-Art um. Der Output kann sowohl gespeichert als auch kopiert werden, und sogar dessen Auflösung kann eingestellt werden! Dank der vorhandenen Zoom-Funktion können Sie sich auch hochauflösenden Output bequem ansehen.
es: Letterpress convierte sus imágenes en una imagen formada por caracteres ASCII. Puede guardar el resultado en un archivo, copiarlo e incluso cambiar su resolución. Los resultados de alta resolución pueden verse cómodamente reduciendo el factor de zoom.
et: Letterpress konverteerib sinu pildid ASCII-tähemärkidest koosnevaks pildiks. Tulemust võid salvestada failiks, kopeerida või näiteks resolutsiooni muutes töödelda! Sellised pildid näevad eriti head välja väiksema suumitaseme puhul.
eu: Letterpressek zure irudiak ASCII karakterez eratutako irudira bihurtzen ditu. Emaitza fitxategi batean gorde dezakezu, kopiatu, edo bere bereizmena aldatu! Bereizmen altuko irteerak modu erosoan ikusteko aukera dago, zooma erabilita.
hi: Letterpress आपकी छवियों को ASCII वर्णों से बने चित्र में परिवर्तित करता है। आप आउटपुट को किसी फाइल में सहेज सकते हैं, उसकी प्रतिलिपि बना सकते हैं और उसका रिज़ॉल्यूशन भी बदल सकते हैं! जूम फैक्टर को कम करके हाई-रेजोल्यूशन आउटपुट को अभी भी आराम से देखा जा सकता है।
hr: Letterpress konvertira slike u sliku sastavljenu od ASCII znakova. Rezultat se može spremiti u datoteku, kopirati, kao i promijeniti njegovu rezoluciju! Rezultat visoke rezolucije se može udobno vidjeti smanjenjem faktora zumiranja.
hu: A levélnyomtatás a képeket ASCII karakterekből álló képpé alakítja át. A kimenetet fájlba mentheti, másolhatja, és még a felbontását is megváltoztathatja! A nagy felbontású kimenet a nagyítási tényező csökkentésével továbbra is kényelmesen megtekinthető.
it: Letterpress converte le tue immagini in un'immagine composta da caratteri ASCII. Puoi salvare l'output in un file, copiarlo e persino modificarne la risoluzione! L'output ad alta risoluzione può comunque essere visualizzato comodamente abbassando il fattore di zoom.
nb_no: Det har aldri vært lettere å lage sin egen ASCII-kunst. Bare finn et bilde du liker, hiv det inn i Letterpress, og se magien utspille seg. Juster oppløsningen på ASCII-bildet om nødvendig, kopier teksten rett til utklippstavlen, og del den hvor som helst.
nl: Letterpress converteert uw afbeeldingen naar een beeld bestaande uit ASCII-tekens. U kunt de uitvoer opslaan in een bestand, kopiëren, en zelfs de resolutie wĳzigen! Uitvoer met hoge resolutie kan nog steeds comfortabel worden bekeken door de zoom­factor te verlagen.
oc: Letterpress convertís los imatges en caractèrs ASCII. Podètz enregistrar lo resultat dins un fichièr, lo copiar e quitament cambiar sa resolucion. Los resultats en nauta resolucion se pòdon veire encara en redusissent l’escala d’agrandiment.
pl: Letterpress konwertuje obrazy na obraz składający się ze znaków ASCII. Dane wyjściowe można zapisać w pliku, skopiować, a nawet zmienić ich rozdzielczość! Dane wyjściowe o wysokiej rozdzielczości można nadal wygodnie oglądać, zmniejszając współczynnik powiększenia.
pt: O Letterpress converte as suas imagens numa figura composta de caracteres ASCII. Pode gravar a saída num ficheiro, copiá-la e até mesmo alterar a sua resolução! A saída de alta resolução ainda pode ser visualizada de modo confortável com a redução do fator de zoom.
ro: Letterpress convertește imaginile dumneavoastră într-o imagine formată din caractere ASCII. Puteți salva rezultatul într-un fișier, îl puteți copia și chiar modifica rezoluția! Ieșirea de înaltă rezoluție poate fi în continuare vizualizată confortabil prin reducerea factorului de zoom.
sl: Slike se s tiskarskim strojem pretvorijo v sliko, sestavljeno iz znakov ASCII. Rezultat lahko shranite v datoteko, ga kopirate in celo spremenite njegovo ločljivost! Izpis visoke ločljivosti si lahko še vedno udobno ogledate, če zmanjšate faktor povečave.
ta: லெட்டர்பிரச் உங்கள் படங்களை ASCII எழுத்துக்களால் ஆன படமாக மாற்றுகிறது. நீங்கள் வெளியீட்டை ஒரு கோப்பில் சேமிக்கலாம், அதை நகலெடுக்கலாம், அதன் தீர்மானத்தை மாற்றலாம்! சூம் காரணியைக் குறைப்பதன் மூலம் உயர்-ரெச் வெளியீட்டை இன்னும் வசதியாகப் பார்க்க முடியும்.
uk: Letterpress конвертує ваші зображення у картинку із ASCII символів. Ви можете зберегти результат у файл, скопіювати його і навіть змінити роздільну здатність! Результат з високою роздільністю можна зручно переглядати зменшивши маштаб.
vi: Letterpress chuyển đổi hình ảnh của bạn thành hình ảnh được tạo thành từ các ký tự ASCII. Bạn có thể lưu kết quả đầu ra vào một tệp, sao chép nó và thậm chí thay đổi độ phân giải của nó! Đầu ra độ phân giải cao vẫn có thể được xem thoải mái bằng cách giảm hệ số thu phóng.

source: image
cs: obrázek
de: bild
es: imagen
hi: छवि
it: Immagine
nb_no: bilde
oc: imatge
ru: изображение
uk: зображення

source: ascii
uk: аскі

source: convert
cs: převést
de: konvertieren
es: convertir
fr: convertir
hi: परिवर्तन करें
it: converti
nb_no: konvertere
oc: convertir
ru: конвертация
uk: конвертувати

source: conversion
cs: převod
de: konversion
es: conversión
hi: परिवर्तन
it: conversione
nb_no: konvertering
ru: конверсия
uk: конвертування

source: text
es: texto
fr: texte
hi: टेक्स्ट
it: testo
nb_no: tekst
oc: tèxt
ru: текст
uk: текст

source: Overview
cs: Přehled
de: Übersicht
es: Vista general
fr: Aperçu
it: Panoramica
oc: Vista d'ensemble
ru: Обзор
uk: Огляд

source: Copy output
cs: Kopírovat výstup
da: Kopier output
de: Output kopieren
es: Copiar salida
et: Kopeeri väljund
eu: Kopiatu irteera
fr: Copier le résultat
hi: आउटपुट कॉपी करें
hr: Kopiraj rezultat
hu: Kimenet másolása
it: Copia output
nb_no: Kopiering av bilde
nl: Uitvoer kopiëren
oc: Copiar la sortida
pl: Kopiowanie wyjścia
pt: Copiar saída
ro: Copiere ieșire
ru: Скопировать результат
sl: Kopiranje izpisa
ta: வெளியீட்டை நகலெடுக்கவும்
uk: Скопіювати результат
vi: Sao chép đầu ra

source: Save output
cs: Uložit výstup
da: Gemme output
de: Output speichern
es: Guardar salida
et: Salvesta väljund
eu: Gorde irteera
fr: Enregistrer le résultat
hi: आउटपुट सहेजें
hr: Spremi rezultat
hu: Kimenet mentése
it: Salva output
nb_no: Lagring av bilde
nl: Uitvoer opslaan
oc: Enregistrar la sortida
pl: Zapisz wynik
pt: Gravar saída
ro: Salvare ieșire
ru: Сохранить результат
sl: Shranjevanje izpisa
ta: வெளியீட்டைச் சேமிக்கவும்
uk: Зберегти результат
vi: Lưu đầu ra

source: Adjust output width
cs: Upravit šířku výstupu
da: Juster udgangsbredden
de: Output-Breite anpassen
es: Ajustar la anchura de la salida
et: Kohenda väljundi laiust
eu: Doitu irteerako zabalera
fr: Ajuster la largeur du résultat
hi: आउटपुट चौड़ाई समायोजित करें
hr: Prilagodi širinu rezultata
hu: Kimeneti szélesség beállítása
it: Regola la larghezza dell'output
nb_no: Justering av størrelse
nl: Uitvoer­grootte aanpassen
oc: Ajustar la largor de la sortida
pl: Regulacja szerokości wyjścia
pt: Ajustar a largura da saída
ro: Ajustați lățimea de ieșire
ru: Изменить ширину вывода
sl: Prilagodite izhodno širino
ta: வெளியீட்டு அகலத்தை சரிசெய்யவும்
uk: Змінити ширину
vi: Điều chỉnh độ rộng đầu ra

source: Rebrand to Letterpress
cs: Přejmenováno na Letterpress
de: Umbenannt zu "Letterpress"
es: Cambio de marca a Letterpress
fr: Changement de nom pour Letterpress
it: Rebranding in Letterpress
oc: Cambiament de nom per Letterpress
uk: Ребрендовано у Letterpress

source: Replaced icon on welcome screen with illustration
cs: Ikona na uvítací obrazovce nahrazena ilustrací
de: Symbol auf der Startseite durch Illustration ersetzt
es: Sustitución del icono de la pantalla de bienvenida por una ilustración
fr: Îcone de l’écran d’accueil remplacée par une illustration
it: Icona sostituita nella schermata di benvenuto con illustrazione
oc: Icòna de l’ecran d’acuèlh remplaçat per una illustracion
uk: Змінено піктограму на зображення на сторінці привітання

source: Changed warning dialog to Adw.MessageDialog
cs: Dialog upozornění byl změněn na Adw.MessageDialog
de: Warnungsdialog zu einem Adw.MessageDialog geändert
es: Cambiado el diálogo de advertencia a Adw.MessageDialog
fr: Boîte de dialogue d’avertissement changée pour utiliser Adw.MessageDialog à la place
it: Finestra di dialogo di avviso modificata in Adw.MessageDialog
uk: Замінено діалогове вікно застереження на Adw.MessageDialog

source: Improved adaptiveness of "Output Width" subtitle
cs: Vylepšená adaptivita titulků "Output Width".
de: Anpassungsfähigkeit des "Output-Breite"-Untertitels verbessert
es: Mejora de la adaptación del subtítulo "Anchura de la salida"
fr: Adaptabilité du sous-titre « Largeur du résultat » améliorée
it: Migliorata l'adattabilità del sottotitolo "Larghezza output"
uk: Покращена адаптивність підзаголовку "Ширина результату"

source: Swapped buttons for copying and saving output
cs: Vyměněná tlačítka pro kopírování a ukládání výstupu
de: Buttons zum Kopieren und Speichern des Outputs getauscht
es: Intercambiados los botones para copiar y guardar salidas
fr: Boutons pour copier et enregistrer le résultat échangés
it: Pulsanti scambiati per copiare e salvare l'output
uk: Змінені місцями кнопки "Скопіювати" і "Зберегти" результат

source: Added a string to translations
cs: Přidán řetězec k překladům
de: Einen String zu Übersetzungen hinzugefügt
es: Añadida una cadena a las traducciones
fr: Ajout d’une chaîne aux traductions
it: Aggiunta una stringa alle traduzioni
uk: Додані строки для перекладу

source: Added Turkish translation
cs: Přidán turecký překlad
de: Türkische Übersetzung hinzugefügt
es: Añadida traducción al turco
fr: Ajout d’une traduction turque
it: Aggiunta la traduzione turca
oc: Traduccion en turc aponduda
uk: Додано турецький переклад

source: Added Czech translation
cs: Přidán český překlad
de: Tschechische Übersetzung hinzugefügt
es: Añadida traducción al checo
fr: Ajout d’une traduction tchèque
it: Aggiunta la traduzione in ceco
oc: Traduccion en chèc aponduda
uk: Додано чеський переклад

source: Added French translation
cs: Přidán francouzský překlad
de: Französische Übersetzung hinzugefügt
es: Añadida traducción al francés
fr: Ajout d’une traduction française
it: Aggiunta la traduzione francese
oc: Traduccion en francés aponduda
ru: Добавлен французский перевод
uk: Додано французький переклад

source: Added Russian translation
cs: Přidán ruský překlad
de: Russische Übersetzung hinzugefügt
es: Añadida traducción al ruso
fr: Ajout d’une traduction russe
it: Aggiunta la traduzione russa
oc: Traduccion en rus aponduda
ru: Добавлен русский перевод
uk: Додано російський переклад

source: Added Occitan translation
cs: Přidán okcitánský překlad
de: Okzitanische Übersetzung hinzugefügt
es: Añadida traducción al occitano
fr: Ajout d’une traduction occitane
it: Aggiunta la traduzione in occitano
oc: Traduccion en occitan aponduda
ru: Добавлен окситанский перевод
uk: Додано окситанський переклад

source: Added Italian translation
cs: Přidán italský překlad
de: Italienische Übersetzung hinzugefügt
es: Añadida traducción al italiano
fr: Ajout d’une traduction italienne
it: Aggiunta la traduzione italiana
oc: Traduccion en italian aponduda
ru: Добавлен итальянский перевод
uk: Додано італійський переклад

source: Fixed "Open with…" functionality
cs: Opravena funkce „Otevřít pomocí…“
de: "Öffnen mit…"-Funktionalität korrigiert
es: Corregida la característica "Abrir con…"
fr: Fonctionnalité « Ouvrir avec… » corrigée
it: Risolto il problema con la funzionalità "Apri con..."
ru: Исправлена функция "Открыть с помощью..."
uk: Виправлено "ВІдкрити у програмі..."

source: The app now remembers window size and state
cs: Aplikace si nyní pamatuje velikost a stav okna
de: Fensterdimensionen werden nun gespeichert
es: La aplicación recuerda ahora el tamaño y el estado de la ventana
fr: L’application enregistre maintenant sa taille et son état
it: L'app ora ricorda le dimensioni e lo stato della finestra
ru: Приложение теперь запоминает размер окна и состояние
uk: Тепер додаток запам'ятовує розмір і стан вікна

source: First Release! 🎉
cs: První verze! 🎉
de: Erste Version! 🎉
es: ¡Primera versión! 🎉
fr: Première version ! 🎉
it: Primo rilascio! 🎉
oc: Primièra version !
ru: Первый выпуск! 🎉
uk: Перший реліз! 🎉

source: translator-credits
cs: Amerey https://amerey.eu
da: mondstern https://moooon.dresden.network/
de: gregorni https://gitlab.com/gregorni
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
et: Priit Jõerüüt 2025
eu: Ibai Oihanguren Sala
fr: Irénée Thirion
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: sheep Milo Ivir <mail@milotype.de>
hu: mondstern https://moooon.dresden.network/
it: Albano Battistella https://gitlab.com/albanobattistella
nb_no: Brage Fuglseth https://bragefuglseth.dev
nl: Philip Goto https://philipgoto.nl/
oc: Quentin PAGÈS https://github.com/mejans
pl: mondstern https://moooon.dresden.network/
pt: Créditos para os tradutores
ro: mondstern https://moooon.dresden.network/
ru: Fyodor Sobolev https://github.com/fsobolev
sl: mondstern https://moooon.dresden.network/
ta: மொழிபெயர்ப்பாளர்-வரவு
uk: volkov https://matrix.to/#/@vovkiv:matrix.org
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Copyright © 2023 Letterpress Contributors
cs: Autorská práva © 2023 Přispěvatelé Letterpress
de: Copyright © 2023 Mitwirkende von Letterpress
es: Copyright © 2023 Colaboradores de Letterpress
et: Autoriõigused © 2023 Letterpressi kaasautorid
eu: Copyright © 2023 Letterpressen kolaboratzaileak
fr: Copyright © 2023 Les contributeurs de Letterpress
hi: कॉपीराइट © 2023 Letterpress योगदानकर्ता
hr: Autorska prava © 2023. Letterpress doprinositelji
hu: Szerzői jog © 2023 Letterpress Közreműködők
it: Copyright © 2023 Contributori di Letterpress
nb_no: Opphavsrett © 2023 Letterpress-gruppen
nl: Copyright © 2023, Letterpress-bĳdragers
oc: Copyright © 2023 Los contributors de Letterpress
pl: Prawa autorskie © 2023 Letterpress Współtwórcy
pt: Copyright © 2023 Contribuidores do Letterpress
ro: Drepturi de autor © 2023 Letterpress Colaboratori
ru: Copyright © 2023 Разработчики Letterpress
sl: Avtorske pravice © 2023 Letterpress Sodelujoči
ta: பதிப்புரிமை © 2023 லெட்டர்பிரச் பங்களிப்பாளர்கள்
uk: Copyright © 2023 Спільнота Letterpress
vi: Bản quyền © 2023 Người đóng góp Letterpress

source: Code and Design borrowed from
cs: Kód a design půjčen od
da: Kode og design lånt fra
de: Code und Design entlehnt von
es: Código y diseño prestados de
et: Lähtekood ja kujundus on laenatud neist rakendustest:
eu: Kodea eta diseinua hemendik hartuta
fr: Code et conception empruntés à
hi: कोड और डिज़ाइन इनसे उधार लिया गया
hr: Kod i dizajn su posuđeni od
hu: Kód és tervezés kölcsönzött
it: Codice e design presi in prestito da
nb_no: Inspirert av
nl: Code en ontwerp gebaseerd op
oc: Còdi e design manlevats de
pl: Kod i projekt zapożyczone z
pt: Código e Design emprestados de
ro: Cod și design împrumutat de la
ru: Код и дизайн позаимствованы из
sl: Koda in zasnova, izposojena iz
ta: குறியீடு மற்றும் வடிவமைப்பு கடன் வாங்கியது
uk: Код і дизайн був запозичений у
vi: Code và Thiết Kế mượn từ

source: Width of the ASCII image in characters
cs: Šířka obrázku ASCII ve znacích
de: Breite des ASCII-Bilds in Zeichen
es: Anchura de la imagen ASCII en caracteres
fr: Largeur de l’image ASCII en caractères
it: Larghezza dell'immagine ASCII in caratteri
oc: Largor en caractèrs de l’imatge en ASCII
ru: Ширина ASCII изображения в символах
uk: Ширина ASCII зображення у символах

source: "{basename}" is not of a supported image type.
cs: "{basename}" není platný obrázek.
de: "{basename}" hat kein unterstütztes Dateiformat.
es: "{basename}" no es de un tipo de imagen soportado.
hi: "{basename}" समर्थित छवि प्रकार का नहीं है।
it: "{basename}" non è un tipo di immagine supportato.
nb_no: «{basename}» sitt bildeformat støttes ikke.
oc: « {basename} » es pas un tipe d’imatge pres en carga.
uk: "{basename}" не підтримуваний формат зображення.

source: The output is too large to be copied.
cs: Výstup je příliš velký na kopírování.
de: Der Output ist zu groß, um kopiert zu werden.
es: La salida es demasiado grande para ser copiada.
fr: Le résultat est trop grand pour être copié.
it: L'output è troppo grande per essere copiato.
oc: La sortida es tròp granda per la còpia.
ru: Результат слишком большой, копирование не удалось.
uk: Результат занадто великий, щоб бути скопійованим у буфер обміну.

source: Please save it to a file instead or decrease the output width.
cs: Místo toho jej uložte do souboru nebo zmenšete výstupní šířku.
de: Sie können den Output stattdessen als Datei speichern oder die Output-Breite verringern.
es: Por favor, guárdelo en un archivo o reduzca la anchura de salida.
fr: Veuillez l’enregistrer dans un fichier à la place, ou réduire la largeur du résultat.
it: Salvalo invece in un file o riduci la larghezza dell'output.
oc: A la plaça enregistratz-la dins un fichièr o demesissètz la largor de la sortida.
ru: Пожалуйста, сохраните его в файл или уменьшите ширину.
uk: Будь ласка, збережіть його у файл або зменшіть ширину результату.

source: _OK
es: _Aceptar
ru: _Ок
uk: _Добре

source: Output copied to clipboard
cs: Výstup zkopírován do schránky
da: Output kopieres til udklipsholder
de: Output in die Zwischenablage kopiert
es: Salida copiada en el portapapeles
et: Väljund on kopeeritud lõikelauale
eu: Irteera arbelera kopiatu da
fr: Résultat copié dans le presse-papiers
hi: आउटपुट को क्लिपबोर्ड पर कॉपी किया गया
hr: Rezultat kopiran u međuspremnik
hu: Kimenet a vágólapra másolva
it: Output copiato negli appunti
nb_no: Tekst kopiert til utklippstavlen
nl: Uitvoer gekopieerd naar klembord
oc: Sortida copiada al quichapapièrs
pl: Wyjście skopiowane do schowka
pt: Saída copiada para área de transferência
ro: Ieșire copiată în clipboard
ru: Результат скопирован в буфер обмена
sl: Izpis, kopiran v odložišče
ta: இடைநிலைப்பலகைக்கு வெளியீடு நகலெடுக்கப்பட்டது
uk: Результат був скопійовано у буфер обміну
vi: Đã sao chép đầu ra vào bộ nhớ tạm

source: Select a file
cs: Vybrat soubor
da: Vælg en fil
de: Datei auswählen
es: Seleccione un archivo
et: Vali fail
eu: Hautatu fitxategia
fr: Sélectionnez un fichier
hi: एक फाइल चुनें
hr: Odaberi datoteku
hu: Fájl kiválasztása
it: Seleziona un file
nb_no: Velg bilde
nl: Bestand selecteren
oc: Seleccionar un fichièr
pl: Wybierz plik
pt: Selecione um ficheiro
ro: Selectați un fișier
ru: Выбрать файл
sl: Izberite datoteko
ta: ஒரு கோப்பைத் தேர்ந்தெடுக்கவும்
uk: Обрати файл
vi: Chọn một tệp

source: Supported image files
cs: Podporované soubory obrázků
da: Understøttede billedfiler
de: Unterstützte Bilddateien
es: Archivos de imagen soportados
et: Toetatud pildifailide vormingud
eu: Onartutako irudi-fitxategiak
fr: Fichiers images pris en charge
hi: समर्थित छवि फाइलें
hr: Podržane slikovne datoteke
hu: Támogatott képfájlok
it: File immagine supportati
nb_no: Støttede bildeformater
nl: Onder­steunde afbeeldings­bestanden
oc: Fichièrs imatge preses en carga
pl: Obsługiwane pliki obrazów
pt: Ficheiros de imagem suportados
ro: Fișiere de imagine acceptate
ru: Поддерживаемые форматы изображений
sl: Podprte slikovne datoteke
ta: ஆதரிக்கப்பட்ட படக் கோப்புகள்
uk: Підтримувані файли зображень
vi: Các tệp hình ảnh được hỗ trợ

source: Unable to save "{display_name}"
cs: Nelze uložit „{display_name}“
de: "{display_name}" konnte nicht gespeichert werden
es: No se ha podido guardar "{display_name}"
fr: Impossible d’enregistrer « {display_name} »
hi: "{display_name}" सहेजने में असमर्थ
it: Impossibile salvare "{display_name}"
nb_no: Lagring av «{display_name}» mislyktes
oc: Enregistrament impossible de « {display_name} »
ru: Невозможно сохранить "{display_name}"
uk: Не вдалося зберегти "{display_name}"

source: "{display_name}" saved
cs: „{display_name}“ byl uložen
de: "{display_name}" gespeichert
es: "{display_name}" guardado
fr: « {display_name} » enregistré
hi: "{display_name}" सहेजा गया
it: "{display_name}" salvato
nb_no: «{display_name}» lagret
oc: « {display_name} » enregistrat
ru: "{display_name}" сохранено
uk: "{display_name}" збережено

source: Open
cs: Otevřít
da: Åben
de: Öffnen
es: Abrir
et: Ava
eu: Ireki
fr: Ouvrir
hi: खोले
hr: Otvori
hu: Nyitott
it: Apri
nb_no: Åpne
nl: Openen
oc: Dobrir
pl: Otwarty
pt: Abrir
ro: Deschideți
ru: Открыть
sl: Odpri
ta: திற
uk: Відкрити
vi: Mở

source: Tips
cs: Tipy
da: Tip
de: Tipps
es: Consejos
et: Vihjed
eu: Aholkuak
hi: युक्तियां
hr: Savjeti
hu: Tippek
it: Suggerimenti
oc: Astúcias
pl: Wskazówki
pt: Dicas
ro: Sfaturi
sl: Nasveti
ta: உதவிக்குறிப்புகள்
uk: Підказки
vi: Mẹo
