Repository: dhilipmpms/Letterpress
Catalog: po/*.po
Languages: cs, da, de, es, et, eu, fr, hi, hr, hu, it, nb_no, nl, oc, pl, pt, ro, ru, sl, ta, uk, vi

source: Main Menu
cs: Hlavní menu
da: Hovedmenu
de: Hauptmenü
es: Menú principal
et: Põhimenüü
eu: Menu nagusia
fr: Menu principal
hi: मुख्य मेनू
hr: Glavni izbornik
hu: Fő menü
it: Menu principale
nb_no: Hovedmeny
nl: Hoofd­menu
oc: Menú principal
pl: Menu główne
pt: Menu principal
ro: Meniul principal
ru: Главное меню
sl: Glavni meni
ta: பட்டியல் விளையாடுங்கள்
uk: Головне меню
vi: Menu chính

source: Create ASCII Art
cs: Vytvořte ASCII Art
da: Skab ASCII-kunst
de: ASCII-Art erstellen
es: Crear arte ASCII
et: Loo ASCII-kunsti
eu: Sortu ASCII artea
hi: ASCII कला बनाएं
hr: Stvori ASCII slike
hu: ASCII művészet létrehozása
it: Creare immagini ASCII
nb_no: Gjør bilder om til tekst
nl: Maak ASCII-kunst
oc: Creat d’ASCII Art
pl: Tworzenie grafiki ASCII
pt: Criar arte ASCII
ro: Creați ASCII Art
sl: Ustvarjanje umetnosti ASCII
ta: ASCII கலையை உருவாக்கவும்
uk: Створити ASCII зображення
vi: Tạo nghệ thuật ASCII

source: Open or drag and drop an image to generate an ASCII art version of it
cs: Otevřete nebo přetáhněte obrázek a vytvořte jeho uměleckou verzi ASCII
da: Åbn eller træk og slip et billede for at generere en ASCII-art-version af det
de: Öffnen Sie eine Bilddatei oder ziehen Sie sie in das Anwendungsfenster, um eine ASCII-Art-Version davon zu erstellen
es: Abra una imagen o arrástrela y suéltela para generar una versión artística ASCII de la misma
et: Ava või lohista pilt loomaks temast ASCII-kunsti tüüpi teose
eu: Ireki edo arrastatu eta jaregin irudi bat, bere ASCII arte bertsioa sortzeko
hi: किसी छवि का ASCII कला संस्करण तैयार करने के लिए उसे खोलें या खींचें और छोड़ें
hr: Otvori ili povuci i ispusti sliku za generiranja ASCII verzije slike
hu: Nyisson meg egy képet, vagy húzzon és tegyen le egy képet, hogy létrehozza annak ASCII art változatát
it: Apri o trascina e rilascia un'immagine per generarne una versione artistica ASCII
nb_no: Åpne eller dra og slipp ett bilde her for å lage ASCII-kunst av det
nl: Open een afbeelding of sleep deze hierheen om er een ASCII-kunst­versie van te genereren
oc: Dobrir o depausar un imatge per generar sa version en ASCII art
pl: Otwórz lub przeciągnij i upuść obraz, aby wygenerować jego wersję ASCII
pt: Abra ou arraste e solte uma imagem para gerar uma versão ASCII
ro: Deschideți sau trageți și fixați o imagine pentru a genera o versiune artistică ASCII a acesteia
sl: Odprite ali povlecite in spustite sliko, da ustvarite njeno različico umetnosti ASCII
ta: அதன் ASCII கலை பதிப்பை உருவாக்க ஒரு படத்தைத் திறந்து இழுத்து விடுங்கள்
uk: ВІдкрийте або перетягніть зображення, щоб згенерувати його ASCII версію
vi: Mở hoặc kéo và thả hình ảnh để tạo phiên bản nghệ thuật ASCII của nó

source: Open File…
cs: Otevřít soubor…
da: Åbn fil.…
de: Datei öffnen…
es: Abrir archivo…
et: Ava fail…
eu: Ireki fitxategia…
fr: Ouvrir un fichier…
hi: फाइल खोलें…
hr: Otvori datoteku …
hu: Megnyíló fájl…
it: Apri file…
nb_no: Åpne fil…
nl: Bestand openen…
oc: Dobrir un fichièr…
pl: Otwórz plik…
pt: Abrir ficheiro…
ro: Deschideți fișierul…
ru: Открыть файл...
sl: Odprite datoteko…
ta: திறந்த கோப்பு…
uk: Відкрити файл…
vi: Mở tệp…

source: Drop Here to Open
cs: Přetažením sem otevřete
de: Zum Öffnen hier ablegen
es: Suelte aquí para abrir
fr: Déposez ici pour ouvrir
hi: खोलने के लिए यहां छोड़ें
it: Rilascia qui per aprire
nb_no: Slipp her for å åpne
oc: Depausatz aicí per dobrir
ru: Перетащите сюда, чтобы открыть
uk: Перетягніть сюди, щоб відкрити

source: Output Width
cs: Šířka výstupu
de: Output-Breite
es: Anchura de la salida
fr: Largeur du résultat
it: Larghezza Output
oc: Largor de la sortida
ru: Ширина вывода
uk: Ширина результату

source: Copy to clipboard
cs: Zkopírovat do schránky
da: Kopier til udklipsholder
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
et: Kopeeri lõikelauale
eu: Kopiatu arbelera
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj u međuspremnik
hu: Másolás a vágólapra
it: Copia negli appunti
nb_no: Kopier til utklippstavlen
nl: Kopiëren naar klembord
oc: Copiar al quichapapièrs
pl: Kopiuj do schowka
pt: Copiar para área de transferência
ro: Copiere în clipboard
ru: Скопировать в буфер обмена
sl: Kopiranje v odložišče
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கவும்
uk: Скопіювати у буфер обміну
vi: Sao chép vào bộ nhớ tạm

source: Save to file
cs: Uložit do souboru
da: Gem til fil
de: Als Datei speichern
es: Guardar en archivo
et: Salvesta failina
eu: Gorde fitxategian
fr: Enregistrer dans un fichier
hi: फाइल में सहेजें
hr: Spremi u datoteku
hu: Mentés fájlba
it: Salva su file
nb_no: Lagre som fil
nl: Opslaan naar bestand
oc: Enregistrar lo fichièr
pl: Zapisz do pliku
pt: Gravar ficheiro
ro: Salvați în fișier
ru: Сохранить в файл
sl: Shrani v datoteko
ta: கோப்பில் சேமிக்கவும்
uk: Зберегти у файл
vi: Lưu vào tệp

source: _Open File…
cs: _Otevřít soubor…
da: _Åbn fil…
de: _Datei öffnen…
es: _Abrir archivo…
et: _Ava fail…
eu: _Ireki fitxategia…
hi: फाइल खोलें(_O)…
hr: _Otvori datoteku …
hu: _Fájl megnyitása…
it: _Apri file…
nb_no: _Åpne fil…
nl: _Bestand openen…
oc: _Dobrir un fichièr…
pl: _Otwórz plik…
pt: _Abrir ficheiro…
ro: _Deschidere fișier…
sl: _Odprite datoteko…
ta: _ திறந்த கோப்பு…
uk: Відкрити _файл…
vi: _Mở tệp…

source: _Keyboard Shortcuts
cs: Klávesové zkratky
da: _Tastaturgenveje
de: _Tastenkürzel
es: Atajos del _teclado
et: _Klaviatuuri kiirklahvid
eu: _Laster-teklak
fr: _Raccourcis clavier
hi: कीबोर्ड शॉर्टकट (_K)
hr: _Tipkovnički prečaci
hu: _Billentyűzet gyorsbillentyűk
it: _Scorciatoie da tastiera
nb_no: _Tastatursnarveier
nl: _Snel­toetsen
oc: _Acorchis de clavièr
pl: _Skróty klawiaturowe
pt: _Atalhos do teclado
ro: _Comenzi rapide la tastatură
ru: _Комбинации клавиш
sl: _Bližnjice na tipkovnici
ta: விசைப்பலகை குறுக்குவழிகள்
uk: _Клавіатурні скорочення
vi: _Phím tắt bàn phím

source: _About Letterpress
cs: O aplikaci Letterpress
da: _Om bogtryk
de: _Über Letterpress
es: _Acerca de Letterpress
et: _Rakenduse teave: Letterpress
eu: Letterpressi _buruz
fr: À _propos de Letterpress
hi: Letterpress के बारे में (_A)
hr: _O Letterpress
hu: _A Letterpress
it: _Informazioni su Letterpress
nb_no: _Om Letterpress
nl: _Over Letterpress
oc: _A prepaus de Letterpress
pl: _O Letterpress
pt: _Sobre Letterpress
ro: _Despre Letterpress
ru: _О приложении
sl: _O Letterpress
ta: லெட்டர்பிரச்
uk: _Про Letterpress
vi: _Giới thiệu về Letterpress

source: Zoom out
cs: Oddálit
da: Zoom ud
de: Verkleinern
es: Ampliar
et: Suumi välja
eu: Urrundu
hi: जूम आउट
hr: Smanji prikaz
hu: Kicsinyítsd ki
it: Riduci zoom
nb_no: Forminsk
nl: Uitzoomen
oc: Zoom arrièr
pl: Pomniejszanie
pt: Reduzir o zoom
ro: Zoom înapoi
sl: Zmanjšanje povečave
ta: சிறிதாக்கு
uk: Зменшити маштаб
vi: Thu nhỏ

source: Reset zoom
cs: Obnovit přiblížení
da: Nulstil zoom
de: Zoomfaktor zurücksetzen
es: Restablecer zoom
et: Lähtesta suum
eu: Berrezarri zooma
hi: जूम रीसेट करें
hr: Resetiraj zumiranje
hu: Zoom visszaállítása
it: Reimposta zoom
nb_no: Tilbakestill skalering
nl: Zoom resetten
oc: Reïnicializar lo zoom
pl: Resetuj zoom
pt: Reiniciar o zoom
ro: Resetare zoom
sl: Ponastavitev povečave
ta: பெரிதாக்கு மீட்டமைக்கவும்
uk: Скинути маштаб
vi: Đặt lại thu phóng

source: Zoom in
cs: Přiblížit
da: Zoom ind
de: Vergrößern
es: Reducir
et: Suumi sisse
eu: Gerturatu
hi: जूम इन
hr: Povećaj prikaz
hu: Közelíts rá
it: Aumenta zoom
nb_no: Forstørr
nl: Inzoomen
oc: Zoom avant
pl: Powiększanie
pt: Aumentar zoom
ro: Zoom înainte
sl: Povečanje prikaza
ta: பெரிதாக்கு
uk: Збільшити маштаб
vi: Phóng to

# shortcut window
source: General
cs: Obecné
da: Generelt
de: Allgemein
et: Üldised
eu: Orokorra
fr: Général
hi: सामान्य
hr: Općenito
hu: Általános
it: Generale
nb_no: Generelt
nl: Algemeen
pl: Ogólne
pt: Geral
ro: Generale
ru: Основное
sl: Splošno
ta: பொது
uk: Загальні
vi: Tổng quan

# shortcut window
source: Open File
cs: Otevřít soubor
da: Åbn fil
de: Datei öffnen
es: Abrir archivo
et: Ava fail
eu: Ireki fitxategia
fr: Ouvrir un fichier
hi: फाइल खोलें
hr: Otvori datoteku
hu: Megnyíló fájl
it: Apri file
nb_no: Åpne fil
nl: Bestand openen
oc: Dobrir un fichièr
pl: Otwórz plik
pt: Abrir ficheiro
ro: Deschidere fișier
ru: Открыть файл
sl: Odpri datoteko
ta: கோப்பை திற
uk: Відкрити файл
vi: Mở tệp

# shortcut window
source: Show Shortcuts
cs: Zobrazit zkratky
da: Vis genveje
de: Tastenkürzel anzeigen
es: Mostrar atajos
et: Näita kiirklahve
eu: Erakutsi laster-teklak
fr: Afficher les raccourcis
hi: शॉर्टकट दिखाएं
hr: Prikaži prečace
hu: Rövidítések megjelenítése
it: Mostra scorciatoie
nb_no: Vis tastatursnarveier
nl: Snel­toetsen tonen
oc: Afichar los acorchis
pl: Pokaż skróty
pt: Mostrar atalhos
ro: Afișare scurtături
ru: Показать комбинации клавиш
sl: Prikaži bližnjice
ta: குறுக்குவழிகளைக் காட்டு
uk: Показати клавіатурні скорочення
vi: Hiển thị phím tắt

# shortcut window
source: Quit
cs: Ukončit
da: Stop
de: Schließen
es: Salir
et: Välju
eu: Irten
fr: Quitter
hi: छोड़ें
hr: Zatvori aplikaciju
hu: Kilépés
it: Esci
nb_no: Avslutt
nl: Afsluiten
oc: Sortir
pl: Odejdź
pt: Sair
ro: Renunță
ru: Выход
sl: Opustite
ta: வெளியேறு
uk: Вийти
vi: Thoát

# shortcut window
source: Text View
cs: Zobrazení textu
da: Tekstvisning
de: Textansicht
es: Vista de texto
et: Tekstivaade
eu: Testu ikuspegia
hi: पाठ दृश्य
hr: Prikaz teksta
hu: Szöveges nézet
it: Vista testo
nb_no: Tekstvisning
nl: Tekst­weergave
oc: Vista tèxte
pl: Widok tekstowy
pt: Visualização de texto
ro: Vizualizarea textului
sl: Prikaz besedila
ta: உரை பார்வை
uk: Відображення тексту
vi: Xem văn bản

# shortcut window
source: Increase Output Width
cs: Zvětšit šířku výstupu
da: Øg output-bredden
de: Output-Breite erhöhen
es: Aumentar la anchura de la salida
et: Suurenda väljundi laiust
eu: Handitu irteerako zabalera
hi: आउटपुट चौड़ाई बढ़ाएं
hr: Povećaj širinu rezultata
hu: Kimeneti szélesség növelése
it: Aumenta la larghezza dell'output
nb_no: Øk oppløsning
nl: Uitvoer­breedte verhogen
oc: Aumentar la largor de la sortida
pl: Zwiększenie szerokości wyjścia
pt: Aumentar a largura da saída
ro: Creșteți lățimea de ieșire
sl: Povečanje izhodne širine
ta: வெளியீட்டு அகலத்தை அதிகரிக்கவும்
uk: Збільшити ширину результату
vi: Tăng chiều rộng đầu ra

# shortcut window
source: Decrease Output Width
cs: Snížit šířku výstupu
da: Reducer output-bredden
de: Output-Breite verkleinern
es: Disminuir la anchura de la salida
et: Vähenda väljundi laiust
eu: Txikitu irteerako zabalera
hi: आउटपुट चौड़ाई घटाएं
hr: Smanji širinu rezultata
hu: Kimeneti szélesség csökkentése
it: Diminuire la larghezza di output
nb_no: Senk oppløsning
nl: Uitvoer­breedte verlagen
oc: Demesir la largor de la sortida
pl: Zmniejszenie szerokości wyjścia
pt: Diminuir largura da saída
ro: Reducerea lățimii de ieșire
sl: Zmanjšanje širine izhoda
ta: வெளியீட்டு அகலத்தைக் குறைக்கவும்
uk: Зменшити ширину результату
vi: Giảm chiều rộng đầu ra

# shortcut window
source: Zoom in
cs: Přiblížit
da: Zoom ind
de: Vergrößern
es: Reducir
et: Suumi sisse
eu: Gerturatu
hi: जूम इन
hr: Povećaj prikaz
hu: Közelítsen rá
it: Aumenta zoom
nb_no: Forstørr
nl: Inzoomen
oc: Zoom avant
pl: Powiększanie
pt: Aumentar zoom
ro: Zoom înainte
sl: Povečanje prikaza
ta: பெரிதாக்கு
uk: Збільшити маштаб
vi: Phóng to

# shortcut window
source: Zoom out
cs: Oddálit
da: Zoom ud
de: Verkleinern
es: Ampliar
et: Suumi välja
eu: Urrundu
hi: जूम आउट
hr: Smanji prikaz
hu: Kicsinyítsd ki
it: Riduci zoom
nb_no: Forminsk
nl: Uitzoomen
oc: Zoom arrièr
pl: Powiększenie
pt: Diminuir o zoom
ro: Zoom înapoi
sl: Zmanjšanje povečave
ta: சிறிதாக்கு
uk: Зменшити маштаб
vi: Thu nhỏ

source: gregorni
hi: ग्रेगोर्नी

source: Landing page
hi: लैंडिंग पृष्ठ
nb_no: Hovedvindu

source: Width (in characters)
da: Bredde (i tegn)
et: Laius (tähemärkides)
eu: Zabalera (karakteretan)
hi: चौड़ाई (वर्णों में)
hr: Širina (u znakovima)
hu: Szélesség (karakterekben)
nb_no: Bredde (i tegn)
nl: Breedte (in tekens)
pl: Szerokość (w znakach)
pt: Largura (em caracteres)
ro: Lățimea (în caractere)
sl: Širina (v znakih)
ta: அகலம் (எழுத்துக்களில்)
vi: Chiều rộng (tính bằng ký tự)

source: Pictures used for ASCII art should have the following qualities:
da: Billeder, der bruges til ASCII-kunst, skal have følgende kvaliteter:
et: ASCII-kunstina loodud pildid peaksid olema:
eu: ASCII artea sortzeko erabilitako irudiek honako ezaugarriak izan beharko lituzkete:
hi: ASCII कला के लिए प्रयुक्त चित्रों में निम्नलिखित गुण होने चाहिए:
hr: Slike koje se koriste za ASCII umjetnost trebaju imati sljedeće kvalitete:
hu: Az ASCII arthoz használt képeknek a következő tulajdonságokkal kell rendelkezniük:
nb_no: Bilder som brukes til ASCII-kunst bør ha disse egenskapene:
nl: Afbeeldingen die voor ASCII-kunst worden gebruikt, moeten de volgende eigen­schappen hebben:
pl: Obrazy używane w grafice ASCII powinny mieć następujące cechy:
pt: As imagens usadas para criar artes ASCII devem seguir as seguintes qualidades:
ro: Imaginile folosite pentru arta ASCII trebuie să aibă următoarele calități:
sl: Slike, uporabljene za umetnost ASCII, morajo imeti naslednje lastnosti:
ta: ASCII கலைக்கு பயன்படுத்தப்படும் படங்கள் பின்வரும் குணங்களைக் கொண்டிருக்க வேண்டும்:
vi: Hình ảnh được sử dụng cho nghệ thuật ASCII phải có những phẩm chất sau:

source: High Contrast
da: Høj kontrast
et: Väga kontrastsed
eu: Kontraste altua
hi: उच्च विषमता
hr: Visoki kontrast
hu: Nagy kontraszt
nb_no: Høy kontrast
nl: Hoog contrast
pl: Wysoki kontrast
pt: Alto contraste
ro: Contrast ridicat
sl: Visok kontrast
ta: உயர் வேறுபாடு
vi: Độ tuơng phản cao

source: Vibrant Colors
da: Levende farver
et: Elavate värvidega
eu: Kolore biziak
hi: जीवंत रंग
hr: Jarke boje
hu: Élénk színek
nb_no: Sterke farger
nl: Levendige kleuren
pl: Żywe kolory
pt: Cores vibrantes
ro: Culori vibrante
sl: Živahne barve
ta: துடிப்பான வண்ணங்கள்
vi: Màu sắc rực rỡ

source: Defined Edges
da: Definerede kanter
et: Selgete äärtega
eu: Ertz zehatzak
hi: परिभाषित किनारे
hr: Definirani rubovi
hu: Meghatározott él
nb_no: Tydelige kanter
nl: Gedefinieerde randen
pl: Zdefiniowane krawędzie
pt: Arestas definidas
ro: Margini definite
sl: Opredeljeni robovi
ta: வரையறுக்கப்பட்ட விளிம்புகள்
vi: Các cạnh được xác định

source: Recognizable Shapes
da: Genkendelige former
et: Äratuntavate vormidega
eu: Forma ezagun-errazak
hi: पहचानने योग्य आकृतियां
hr: Prepoznatljivi oblici
hu: Felismerhető formák
nb_no: Gjenkjennelige former
nl: Herkenbare vormen
pl: Rozpoznawalne kształty
pt: Formas reconhecíveis
ro: Formele recognoscibile
sl: Prepoznavne oblike
ta: அடையாளம் காணக்கூடிய வடிவங்கள்
vi: Hình dạng có thể nhận biết

# shortcut window
source: Copy Output to Clipboard
da: Kopier output til udklipsholder
et: Kopeeri väljund lõikelauale
eu: Kopiatu irteera arbelera
hi: आउटपुट को क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj rezultat u međuspremnik
hu: Kimenet másolása a vágólapra
nb_no: Kopier til utklippstavlen
nl: Uitvoer kopiëren naar klembord
pl: Kopiowanie wyjścia do schowka
pt: Copiar saída para área de transferência
ro: Copierea ieșirii în clipboard
sl: Kopiranje izpisa v odložišče
ta: இடைநிலைப்பலகைக்கு வெளியீட்டை நகலெடுக்கவும்
vi: Sao chép đầu ra vào bộ nhớ tạm

# shortcut window
source: Save Output to File
da: Gem output i en fil
et: Salvesta väljund failina
eu: Gorde irteera fitxategian
hi: आउटपुट को फाइल में सहेजें
hr: Spremi rezultat u datoteku
hu: Kimenet mentése fájlba
nb_no: Lagre som fil
nl: Uitvoer opslaan naar bestand
pl: Zapisz wyjście do pliku
pt: Gravar saída para ficheiro
ro: Salvați ieșirea în fișier
sl: Shrani izhod v datoteko
ta: வெளியீட்டை கோப்பில் சேமிக்கவும்
vi: Lưu đầu ra vào tệp

source: Letterpress
ta: லெட்டர்பிரச்

source: “{basename}” is not of a supported image type.
da: »{basename}« er ikke af en understøttet billedtype.
et: „{basename}“ pole toetatud pilditüüp.
eu: “{basename}” ez da onartutako irudi motetako bat.
hr: „{basename}“ nije podržane vrste slike.
hu: „{basename}” nem támogatott képtípus.
nl: ‘{basename}’ heeft een niet-ondersteund bestands­type.
pl: „{basename}” nie jest obsługiwanym typem obrazu.
pt: “{basename}” tipo de imagem não suportado.
ro: „{basename}” nu este un tip de imagine acceptat.
sl: „{basename}“ nima podprte vrste slike.
ta: “{basename}” என்பது ஆதரிக்கப்பட்ட பட வகைக்கு உட்பட்டது அல்ல.
vi: “{basename}” không phải là loại hình ảnh được hỗ trợ.

source: Dropped item is not a valid image
da: Det tabte element er ikke et gyldigt billede
et: Lohistatud objekt pole korrektne pildifail
eu: Jaregindako elementua ez da baliozko irudia
hr: Ispuštena stavka nije valjana slika
hu: Az eldobott elem nem érvényes kép
nl: Hierheen gesleept item is geen geldige afbeelding
pl: Upuszczony element nie jest prawidłowym obrazem
pt: O elemento anexado não é uma imagem válida
ro: Elementul scăpat nu este o imagine validă
sl: Opuščeni element ni veljavna slika
ta: கைவிடப்பட்ட உருப்படி சரியான படம் அல்ல
vi: Mục được thả không phải là hình ảnh hợp lệ

source: Unable to save “{display_name}”
da: Kunne ikke gemme {display_name}”
et: „{display_name}“ salvestamine ei õnnestu
eu: Ezin izan da "{display_name}" gorde
hr: Nije moguće spremiti „{display_name}“
hu: Nem sikerült elmenteni “{display_name}”
nl: Kan ‘{display_name}’ niet opslaan
pl: Nie można zapisać „{display_name}”
pt: Não é possível gravar “{display_name}”
ro: Nu s-a putut salva „{display_name}”
sl: Ni mogoče shraniti „{display_name}“
ta: “{display_name}” ஐ சேமிக்க முடியவில்லை
vi: Không thể lưu “{display_name}”

source: “{display_name}” saved
da: “{display_name}” gemt
et: „{display_name}“ on salvestatud
eu: "{display_name}" behar bezala gorde da
hr: „{display_name}“ spremljeno
hu: “{display_name}” mentett
nl: ‘{display_name}’ opgeslagen
pl: „{display_name}” zapisane
pt: “{display_name}” gravado
ro: „{display_name}” salvat
sl: „{display_name}“ shranjeno
ta: “{display_name}” சேமிக்கப்பட்டது
vi: “{display_name}” đã lưu

source: No image found in clipboard
da: Intet billede fundet i udklipsholderen
et: Lõikelaual ei leidu pilti
eu: Ez da irudirik aurkitu arbelean
hr: U međuspremniku nije pronađena nijedna slika
hu: Nincs kép a vágólapon
nl: Geen afbeelding op het klembord gevonden
pl: Nie znaleziono obrazu w schowku
pt: Nenhuma imagem na área de transferência
ro: Nici o imagine găsită în clipboard
sl: V odložišču ni bila najdena nobena slika
ta: கிளிப்போர்டில் எந்த படமும் காணப்படவில்லை
vi: Không tìm thấy hình ảnh nào trong bộ nhớ tạm

# shortcut window
source: Paste Image
da: Indsæt billede
et: Aseta pilt
eu: Itsatsi irudia
hr: Umetni sliku
hu: Kép beillesztése
nl: Afbeelding plakken
pl: Wklej obraz
pt: Colar imagem
ro: Lipiți imaginea
sl: Prilepi sliko
ta: படத்தை ஒட்டவும்
vi: Dán ảnh

# shortcut window
source: Reset zoom
da: Nulstil zoom
et: Lähtesta suum
eu: Berrezarri zooma
hr: Resetiraj zumiranje
hu: Zoom visszaállítása
nl: Zoom resetten
pl: Resetuj zoom
pt: Resetar zoom
ro: Resetare zoom
sl: Ponastavitev povečave
ta: பெரிதாக்கு மீட்டமைக்கவும்
vi: Đặt lại thu phóng
